// =============================================================================
// アクションリスト
// =============================================================================
// 共通インデックス
const int indexType = 0;
const int indexKey = 1;
const int indexName = 2;
const int indexInitial = 3;

// 返却値
const int typeNothing = 0;
const int typeNumeric = 1;

// =============================================================================
// コントロールの識別子
// =============================================================================
const String patternButton = 'BTN';
