import 'package:stash_book/const/common_const.dart';

// =============================================================================
// 定数
// =============================================================================
const int indexGeneral = 0;

const String settingsGeneral = 'GENERAL';

// =============================================================================
// コンフィグアクションリスト
// =============================================================================
final settingsLists = [
  [patternButton, 'C01', 'INITIALIZE'],
];
